Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/admin.po
Languages: es

source: Commands to manage your DCS installations
es: Comandos para mangejar tus instancias de DCS

source: Bans a user by name or ucid
es: Banea a un usuario por nombre o UCID

source: Reason
es: Razón

source: Days (empty = forever)
es: Días (vacío = para siempre)

source: Ban Details
es: Detalles del baneo

source: Member {} is not linked!
es: El miembro {} no está vinculado!

source: {} is not a valid UCID!
es: ¡{} no es una UCID válida!

source: Player {} banned on all servers
es: Jugador {} ha sido baneado en todos los servidores

source: for {} days.
es: por {} días.

source: Unbans a user by name or ucid
es: Unban a un usuario por nombre o UCID

source: Player {} unbanned on all servers.
es: Jugador {} desbaneado de todos los servidores.

source: Shows active bans
es: Muestra los bans activos

source: User with UCID {} is not banned.
es: El usuario con UCID {} no está baneado.

source: Ban Information
es: Información de baneos

source: <unknown>
es: <desconocido>

source: never
es: nunca

source: Banned by: {}
es: Baneado por: {}

source: Exp.: {}
es: Hasta: {}

source: Update your DCS installations
es: Actualiza tus instancias de DCS

source: Time in seconds to warn users before shutdown
es: Tiempo en segundos para avisar a los usuarios antes de apagar

source: Can't get version information from ED, possible auth-server outage!
es: No se pueden obtener información de la versión desde ED, ¡Posible caída del servidor de autentificación!

source: Your installed version {version} is the latest on branch {branch}.
es: Tu versión instalada {version} es la más reciente de la rama {branch}.

source: Would you like to update from version {old_version}@{old_branch} to {new_version}@{new_branch}? All running DCS servers will be shut down!
es: Te gustaría actualizar de la versión {old_version}@{old_branch} a la versión {new_version}@{new_branch} updaten? ¡Todos los servidores en funcionamiento se apagarán!

source: Updating DCS World to the newest version, please wait ...
es: Actualizando DCS World a la última versión. Por favor, espere ...

source: DCS updated to version {version}@{branch} on node {name}.
es: Actualizado DCS a la versión {version}@{branch} en el nodo {name}.

source: Error while updating DCS on node {name}, code={rc}
es: Error durante la actualización de DCS en el nodo {name}: código={rc}

source: The update takes longer than 10 minutes, please check back regularly, if it has finished.
es: La actualización tardará más de 10 minutos. Por favor comprueba regularmente si ha finalizado.

source: Can't update branch {}. You might need to provide proper DCS credentials to do so.
es: No se puede actualizar la rama {}. Quizás necesites credenciales de DCS adecuadas para hacerlo.

source: Install modules in your DCS server
es: Instalar módulos en tu servidor de DCS

source: Shutdown all servers on node {} for the installation?
es: ¿Apagar todos los servidores del nodo {} para la instalación?

source: Installing module {module} on node {node}, please wait ...
es: Instalando módulo {module} en el nodo {node}. Por favor, espere ...

source: Module {module} installed on node {node}.
es: El módulo {module} ha sido instalado en el nodo {node}.

source: Uninstall modules from your DCS server
es: Desinstala módulos de tu servidor de DCS

source: Shutdown all servers on node {} for the uninstallation?
es: ¿Apagar todos los servidores del nodo {} para la instalación?

source: Aborted.
es: Abortado.

source: Module {module} uninstalled on node {node}.
es: El módulo {module} ha sido desinstalado del nodo {node}.

source: Download files from your server
es: Descarga archivos desde tu servidor

source: File sent as a DM.
es: Archivo enviado por mensaje privado.

source: Here is your file:
es: Aquí tiene su fichero:

source: File too large. You need a higher boost level for your server.
es: Fichero demasiado grande. Necesita un nivel mayor de mejora en su servidor.

source: File sent to the configured channel.
es: Archivo enviado al canal configurado.

source: File copied to the specified location.
es: Archivo copiado a la localización especificada.

source: Prune unused data in the database
es: Limpia datos no utilizados ne la base de datos

source: :warning: Database Prune :warning:
es: :warning: ¡Limpieza de base de datos! :warning:

source: You are going to delete data from your database. Be advised. Please select the data to be pruned:
es: Atención. Va a proceder a eliminar datos de la base de datos. Por favor seleccione la base de datos para limpiar:

source: We are going to delete all data of user {}. Are you sure?
es: Procederemos a eliminar todos los datos del usuario {user}. ¿Está seguro?

source: We are going to delete all data of server {}. Are you sure?
es: Procederemos a eliminar todos los datos del servidor {} ¿Está seguro?

source: Data of user {} deleted.
es: Datos del usuario {} eliminados.

source: Data of server {} deleted.
es: Datos del servidor {} eliminados.

source: No players to prune.
es: No hay jugadores para limpiar.

source: This will delete {} players incl. their stats from the database. Are you sure?
es: ESto eliminará {} jugadores de la base de datos incluyendo sus estadísticas. ¿Está seguro?

source: This will delete all data older than {} days from the database. Are you sure?
es: Ich lösche nun alle daten, die älter als {} Tage sind aus der Datenbank. ¿Está seguro?

source: All data older than {} days pruned.
es: Todos los datos más antiguos de {} días serán eliminados.

source: Commands to manage your nodes
es: Comandos para manejar sus nodos

source: Statistics of your nodes
es: Estadísticas por nodo

source: Status of all nodes
es: Estado de todos los nodos

source: DCSServerBot Cluster Overview
es: Resúmen del clúster DCSServerBot

source: 🆕 Update available
es: 🆕 Actualización diposnible

source: Instance
es: Instancia

source: Server
es: Servidor

source: Status
es: Estado

source: Do you want to {} all nodes?
es: ¿Desea {} todos los nodos?

source: Do you want to {method} node {node}?
es: ¿Desea {method} el nodo {node}?

source: upgrade
es: actualizar

source: shutdown
es: apagar

source: restart
es: reiniciar

source: Node {node} - {method} sent.
es: Nodo {node} - {method} enviado.

source: All nodes are
es: Todos los nodos están

source: Master is
es: Master es

source: going to {} **NOW**.
es: va a {} **AHORA**.

source: Shuts a specific node down
es: Apaga un nodo específico

source: Restarts a specific node
es: Reinicia un nodo específico

source: Shuts down all servers, enables maintenance
es: Apaga todos los servidores, habilita el modo mantenimiento

source: Node {} is now offline.
es: Nodo {} está ahora fuera de línea.

source: Clears the maintenance mode for all servers
es: Desactiva el modo mantenimiento para todos los servidores

source: Node {} is now online.
es: Nodo {} está ahora en línea.

source: Upgrade DCSServerBot
es: Actualizar DCSServerBot

source: There is no upgrade available for
es: No hay actualización disponible para

source: your cluster
es: tu clúster

source: node {}
es: nodo {}

source: You are trying to upgrade an agent node in a cluster. Are you really sure?
es: Está intentando actualizar un agente nodo en un clúster. ¿Está realmente seguro?

source: Run a shell command on a node
es: Ejecuta un comando de shell en el nodo

source: ```Command executed.```
es: ```Comando ejecutado.```

source: Reloads a plugin
es: Carga de nuevo un plugin

source: Plugin {} reloaded.
es: Plugin {} cargado de nuevo.

source: Plugin {} could not be reloaded, check the log for details.
es: Plugin {} no pudo ser cargado de nuevo, compruebe el fichero log para más detalles.

source: All plugins reloaded.
es: Todos los plugins han sido cargados de nuevo.

source: One or more plugins could not be reloaded, check the log for details.
es: Uno o más plugins no han podido ser cargados de nuevo, por favor compruebe el fichero log para más detalles.

source: Add/create an instance
es: Añade o crea una instancia

source: Either select an existing instance or enter the name of a new one
es: Selecciones el nombre de una instancia existente o una nueva

source: Take this instance configuration as a reference
es: Utilice la configuración de ésta instancia como referencia

source: Instance "{}" created. Do you want to configure a server for this instance?
es: Instancia "{}" creada. ¿Desea configurar el servidor para esta instancia?

source: Server {server} assigned to instance {instance}.
es: Server {server} asignado a la instancia {instance}.

source: Instance {} created blank with no server assigned.
es: Instancia {} creada en blanco sin servidor asignado.

source: Instance {instance} added to node {node}.Please make sure you forward the following ports:```- DCS Port: {dcs_port} (TCP/UDP)- WebGUI Port: {webgui_port} (TCP)```
es: Instancia {instance} añadidoa al nodo {node}.Por favor, asegúrese de abrir los siguientes puertos:```- Puerto DCS: {dcs_port} (TCP/UDP)- Puerto WebGUI: {webgui_port} (TCP)```

source: Instance {instance} could not be added to node {node}, see log.
es: Instancia {instance} no pudo ser añadida al nodo {node}, por favor compruebe el log.

source: Delete an instance
es: Eliminar una instancia

source: The instance is in use by server "{}". Please migrate this server to another node first.
es: La istancia está en uso por el servidor "{}". Por favor migre el servidor a otro nodo previamente.

source: Do you really want to delete instance {}?
es: ¿Seguro que desea eliminar la instancia {}?

source: Do you want to remove the directory {}?
es: Desea eliminar el directorio {}?

source: Instance {instance} removed from node {node}.
es: Instance {instance} eliminada del nodo {node}.

source: Rename an instance
es: Cambie el nombre de una instancia um

source: Server {} has to be shut down before renaming the instance!
es: Servidor {} ha sido apagado antes de renombrar la instancia!

source: Do you really want to rename instance {}?
es: ¿Realmente desea renombrar la instancia {}?

source: Instance {old_name} renamed to {new_name}.
es: Intancia {old_name} renombrada a {new_name}.

source: To which server do you want to upload this configuration to?
es: ¿A qué servidor desea cargar ésta configuración?

source: Error while uploading file to node {}!
es: Error al cargar el archivo al nodo {}!

source: Error while reading file from discord.
es: Error al leer el archivo desde Discord.

source: Plugin {} re-loaded.
es: Plugin {} cargado de nuevo.

source: To apply the new config by restarting a node or the whole cluster, use {}
es: Para aplicar al nueva configuración reiniciando el nodo o todo el cluster, utilice {}
