Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/cloud.po
Languages: cn, de, es, ru

source: Test the cloud-connection
cn: 测试云连接
de: Prüfe die Cloud-Verbindung
es: Prueba de conexión con la nube
ru: Выполнить проверку соединения с облаком

source: Checking cloud connection ...
cn: 检查云连接中...
de: Prüfe Cloud-Verbindung ...
es: Comprobando conexión con la nube ...
ru: Проверка соединения с облаком...

source: Cloud TOKEN configured and valid.
cn: 云 TOKEN 已配置且有效.
de: Cloud-TOKEN ist konfiguriert und gültig.
es: TOKEN de la nube ha sido configurado y validado.
ru: Cloud-TOKEN сконфигурирован и действителен.

source: Cloud TOKEN configured, but invalid!
cn: 云 TOKEN 已配置，但无效!
de: Cloud-TOKEN ist konfiguriert aber ungültig!
es: ¡TOKEN de la nube ha sido configurado, pero no es válido!
ru: Cloud-TOKEN сконфигурирован но недействителен!

source: Get a cloud TOKEN, if you want to use cloud statistics!
cn: 如果你想使用云统计数据，请获取一个云 TOKEN!
de: Hol Dir einen Cloud-TOKEN, wenn Du Cloud-Statistiken nutzen möchtest!
es: ¡Si deseas usar estadísticas en la nube, adquiere un TOKEN de la nube!
ru: Получите Cloud-TOKEN, если вы хотите использовать облачную статистику!

source: Cloud connection established.
cn: 云连接已建立.
de: Cloud-Verbindung hergestellt.
es: Conexión con la nube establecida.
ru: Соединение с облаком установлено.

source: Cloud not connected!
cn: 云未连接!
de: Keine Verbindung zur Cloud möglich!
es: ¡Nube no conectada!
ru: Соединение с облаком не установлено!

source: Resync statistics with the cloud
cn: 与云重新同步统计数据
de: Synchronisiere mit der Cloud
es: Resincroniza las estadísticas con la nube
ru: Выполнить повторную синхронизацию статистики с облаком

source: No cloud sync configured!
cn: 未配置云同步!
de: Kein Cloud-Sync konfiguriert!
es: ¡No hay nube configurada!
ru: Синхронизация с облаком не настроена!

source: Resync with cloud triggered.
cn: 已触发与云的重新同步.
de: Synchronisation angestoßen.
es: Sincronización con la nube ejecutada
ru: Запущена синхронизация с облаком.

source: Generate Cloud Statistics
cn: 生成云统计数据
de: Zeige Cloud-Statistiken
es: Genera estadísticas de la nube
ru: Сгенерировать статистику из облака

source: Cloud statistics are not activated in this Discord!
cn: 在这个 Discord 中未激活云统计数据!
de: Cloud-Statistiken sind in diesem Discord leider nicht verfügbar.
es: ¡Las estadísticas de la nube no están habilitadas en éste Discord!
ru: Облачная статистика для данного Discord не активирована!

source: Use {} to link your account.
cn: 使用 {} 来关联你的账户.
de: Nutze {}, um Dein DCS-Konto mit Deinem Discord-Konto zu verknüpfen.
es: Utiliza {} para vincular tu cuenta.
ru: Используйте команду {}, для сопряжения своего игрового и Discord идентификаторов.

source: No cloud-based statistics found for this user.
cn: 未找到该用户的云统计数据.
de: Für diesen Nutzer konnten keine Cloud-Statistiken gefunden werden.
es: No hay estadísticas en la nube para éste usuario.
ru: Для данного пользователя не найдена статистика в облаке.
