Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/competitive.po
Languages: cn, de, es, ru

source: Display your TrueSkill:tm: rating
cn: 显示你的 TrueSkill:tm: 评级
de: Zeit Dein TrueSkill:tm:-Rating
es: Mostrar tu clasificación TrueSkill:tm:
ru: Показать TrueSkill:tm: рейтинг

source: Use {} to link your account.
cn: 使用 {} 来关联你的账户.
de: Nutze {}, um Dein DCS-Konto mit Deinem Discord-Konto zu verknüpfen.
es: Utiliza {} para vincular tu cuenta.
ru: Используйте команду {}, для сопряжения своего игрового и Discord идентификаторов.

source: TrueSkill:tm: rating of player {name}: {rating:.2f}.
cn: TrueSkill:tm: 玩家 {name} 的评级: {rating:.2f}
de: Das TrueSkill:tm:-Rating von Spieler {name} ist: {rating:.2f}
es: Clasificación TrueSkill:tm: del jugador {name}: {rating:.2f}.
ru: TrueSkill:tm: рейтинг игрока {name}: {rating:.2f}

source: Your TrueSkill rating is: {}
cn: 你的 TrueSkill 评级是: {}
de: Dein TrueSkill-Rating ist: {}
es: Tu clasificación TrueSkill es: {}
ru: Ваш TrueSkill рейтинг: {}

source: You're not allowed to re-join the same match!
cn: 你不能重新加入同一场比赛!
de: Du darfst demselben Match nicht noch einmal beitreten!
es: ¡No tienes permitido entrar de nuevo al mismo encuentro!
ru: Вы не можете заново войти в тот же матч!

source: Player {name} ({rating}) joined the {side} team!
cn: 玩家 {name} ({rating}) 加入了 {side} 队伍!
de: Spieler {name} ({rating}) ist dem Team "{side}" beigetreten!
es: ¡Jugador {name} ({rating}) se ha unido al bando {side}!
ru: Игрок {name} ({rating}) присоединился к команде "{side}"!

source: The match is on! If you die, crash or leave now, you lose!
cn: 比赛开始了！如果你现在死亡、崩溃或离开，你将失败!
de: Das Spiel beginnt! Wer jetzt stirbt, abstürzt oder das Spiel verlässt, verliert!
es: ¡El encuentro ha comenzado! Si mueres, te estrellas o abandonas, pierdes!
ru: Матч начался! При гибели, крушении или покидании сервера вы автоматически проигрываете!

source: You won against {loser}! Your new rating is {rating}
cn: 你赢了 {loser}! 你的新评级是 {rating}
de: Du hast gegen {loser} gewonnen! Dein neues Rating ist {rating}
es: ¡Has ganado frente a {loser}! Tu nueva clasificación es {rating}
ru: Вы выиграли у {loser}! Ваш новый рейтинг: {rating}

source: You lost against {winner}! Your new rating is {rating}
cn: 你输给了 {winner}! 你的新评级是 {rating}
de: Du hast gegen {winner} verloren! Dein neues Rating ist {rating}
es: ¡Has perdido frente a {winner}! Tu nueva clasificación es {rating}
ru: Вы проиграли {winner}! Ваш новый рейтинг: {rating}

source: Display your rating
cn: 显示你的评级
de: Rating anzeigen
es: Muestra tu clasificación
ru: Показать ваш рейтинг

source: The match is over, {} won! The following players are still alive:
cn: 比赛结束了，{} 赢了! 以下玩家仍然存活:
de: Das Spiel ist vorbei, {} hat gewonnen! Die folgenden Spiele haben überlebt:
es: ¡El encuentro ha acabado, {} ha ganado! Los siguientes jugadores están aún vivos:
ru: Матч окончен, {} победили! Следующие игроки остались в живых:

source: This is the log of your last match:
cn: 这是你最后一场比赛的日志:
de: Dies ist das Log Deines letzten Matches:
es: Este es el log de tu último encuentro:
ru: Вот журнал вашего последнего матча:

source: Your new rating is as follows:
cn: 你的新评级如下:
de: Eure neuen Ratings sind wie folgt:
es: Tu nueva clasificación es la siguiente:
ru: Ваш новый рейтинг:

source: {killer} in {killer_module} {what} {victim} in {victim_module} with {weapon}
cn: {killer} 在 {killer_module} 使用 {weapon} {what} {victim}，地点在 {victim_module}
de: {killer} in {killer_module} hat {victim} in {victim_module} mit {weapon} {what}
es: {killer} en {killer_module} {what} {victim} en {victim_module} con {weapon}
ru: {killer} на {killer_module} {what} {victim} на {victim_module} при помощи {weapon}

source: killed
cn: 被杀
de: getötet
es: muerto
ru: убил

source: team-killed
cn: 全队阵亡
de: geteam-killed
es: fuego amigo
ru: убил своего

source: {player} in {module} died ({event})
cn: {player} 在 {module} 死亡 ({event})
de: {player} in {module} ist gestorben ({event})
es: {player} en {module} ha muerto ({event})
ru: {player} на {module} умер ({event})

source: self-kill
cn: 自杀
de: Selbstmord
es: muerte propia
ru: самоубился

source: crash
cn: 坠毁
de: Absturz
es: estrellado
ru: разбился

source: eject
cn: 弹射
de: Schleudersitz
es: eyectado
ru: катапультировался

source: disconnect
cn: 断开连接
de: Spiel verlassen
es: desconectado
ru: отсоединился

source: change_slot
cn: 改变战位
de: Spiel verlassen
es: cambio de slot
ru: сменил слот
