Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/creditsystem.po
Languages: es, ru

source: Commands to manage player credits
es: Comandos para manejar los créditos del los jugadores
ru: Команды для управления очками игрока

source: Shows your current credits
es: Muestra tus créditos actuales
ru: Показать текущие очки

source: You need the DCS Admin role to use this command!
es: ¡Necesitas el rol de DCS Admin para usar éste comando!
ru: Вам должна быть присвоена роль DCS Admin для использования этой команды!

source: Member {} is not linked to any DCS user!
es: El miembro {} no está vinculado a ningún usuario de DCS!
ru: Пользователь {} не слинкован с DCS игроком!

source: Use {} to link your account.
es: Utiliza {} para vincular tu cuenta.
ru: Используйте команду {}, для линковки пользователя Discord с вашим DCS аккаунтом.

source: {} has no campaign credits.
es: {} no tiene créditos de campaña.
ru: {} не имеет очков кампании.

source: Campaign Credits for {}
es: Créditos de campaña para {}
ru: Очки кампании для игрока {}

source: Campaign
es: Campaña
ru: Кампания

source: Credits
es: Créditos
ru: Очки

source: Time
es: Tiempo
ru: Время

source: Event
es: Evento
ru: Событие

source: Log shows the last 10 events only.
es: El log muestra únicamente los 10 últimos eventos.
ru: В логе отображается 10 последних событий.

source: {} needs to properly link their DCS account to receive donations.
es: {} necesita vincular su cuenta de DCS para recibir donativos.
ru: {} необходимо слинковать DCS аккаунт для получения донатов.

source: It seems like there is no campaign running on your server(s).
es: Parece que no hay ninguna campaña en marcha en tu(s) servidor(es).
ru: На сервере(ах) кампаний не запущено.

source: Campaign Credits
es: Créditos de campaña
ru: Очки по кампании

source: Member {} would overrun the configured maximum points with this donation. Aborted.
es: El miembro {} sobrepasaría el máximo números de campaña con ésta donación. Abortado.
ru: Пользователь {} превысит максимально допустимое количество баллов данным донатом. Отмена.

source: Donation from member {}
es: Donación del miembro {}
ru: Донат от пользователя {}

source: Credit points change by Admin {}
es: Créditos cambiados por el admin {}
ru: Очки были изменены администратором сервера {}

source: You just received {} credit points from an Admin.
es: Ha recibido {} créditos de parte de un administrador.
ru: Администратор сервера начислил вам {} очков.

source: , you just received {} credit points from an Admin.
es: , acaba de recibir {} creditos de un administrador.
ru: , вам начислено {} очков администратором сервера.

source: Your credits were decreased by {} credit points by an Admin.
es: Sus créditos se han reducido {} por un administrador.
ru: Ваши очки были уменьшены на {} администратором сервера.

source: , your credits were decreased by {} credit points by an Admin.
es: , sus créditos se han reducido {} por un administrador.
ru: , ваши очки были уменьшены на {} администратором сервера.

source: Donated {credits} points to {name}.
es: Donados {credits} créditos a {name}.
ru: Донат на {credits} пользователю {name}.

source: Donate credits to another member
es: Donar créditos a otro miembro
ru: Задонатить очков другому пользователю

source: You can't donate to yourself.
es: No puede donarse a sí mismo.
ru: Вы не можете донатить самому себе.

source: Your donation has to be > 0.
es: Su donación ha de ser mayor que 0
ru: Ваш донат должен быть больше нуля.

source: You need to properly link your DCS account to give donations!
es: ¡Necesita vincular adecuadamente su cuenta de DCS para realizar donaciones!
ru: Вам необходимо слинковать ваш DCS аккаунт для отправки донатов!

source: You don't have any credit points to donate.
es: No tiene suficientes créditos para donar.
ru: У вас нет очков для доната.

source: You can't donate {donation} credit points, you only have {total}!
es: No puede donar {donation} créditos, sólo posee {total}!
ru: Вы не можете задонатить {donation} очков, ваш общий баланс {total}!

source: Donation to member {}
es: Donación al miembro {}
ru: Донат пользователю {}

source: You just received {donation} credit points from {member}!
es: ¡Ha recibido un donativo de {donation} créditos del miembro {member}!
ru: Вы получили {donation} очков от {member}!

source: , you just received {donation} credit points from {member}!
es: , acaba de recibir {donation} créditos del miembro {member}!
ru: , вы получили {donation} очков от {member}!

source: Initial points received
es: Puntos iniciales recibidos
ru: Получены стартовые очки

source: {name}, you currently have {credits} credit points.
es: {name}, posee actualmente {credits} créditos.
ru: {name}, у вас сейчас {credits} очков.

source: Unknown mission achievement
es: Logro de misión desconocido
ru: Неизвестное достижение миссии

source: for killing {}
es: por matar {}
ru: за убийство {}

source: You currently have {} credit points
es: Posee {} créditos actualmente
ru: У вас сейчас {} очков

source: Donate credits to another player
es: Donar créditos a otro jugador
ru: Задонатить очки другому игроку

source: Usage: {}donate player points
es: Uso: {}donate jugador créditos
ru: Использование: {}donate name credits

source: Player {} not found.
es: Jugador {} no encontrado.
ru: Игрок с именем {} не найден.

source: Player {} would overrun the configured maximum points with this donation. Aborted.
es: Jugador {} sobrepasaría el máximo números de campaña con ésta donación. Abortado.
ru: Игрок {} превысит максимально допустимое количество очков данным донатом. Отмена.

source: Donation to player {}
es: Donación a jugador {}
ru: Донат игроку {}

source: Donation from player {}
es: Donación de jugador {}
ru: Донат от игрока {}

source: You've donated {donation} credit points to player {name}.
es: Ha donado {donation} créditos al jugador {name}.
ru: Вы задонатили {donation} очков игроку {name}.

source: Player {name} donated {donation} credit points to you!
es: ¡Jugador {name} te ha donado {donation} créditos!
ru: Игрок {name} задонатил вам {donation} очков!

source: Tip a GCI with points
es: Dar una propina de créditos al GCI
ru: Оставить на чай ПАНу

source: Usage: {}tip points [gci_number]
es: Uso: {}tip créditos [Número-GCI]
ru: Использование: {}tip количество_баллов [номер_пана]

source: There is currently no {} GCI active.
es: Actualmente no hay {} GCI activo.
ru: Активных ПАН не обнаружено: {}

source: Multiple GCIs found, use "{}tip points gci_number".
es: Múltiples GCIs encontrados. Utilice "{}tip créditos Número-GCI".
ru: Обнаружено несколько ПАНов, используйте "{}tip количество_баллов номер_пана".

source: You've donated {donation} credit points to GCI {name}.
es: Ha donado {donation} créditos al GCI {name}.
ru: Вы задонатили {donation} очков ПАНу {name}.
