Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/gamemaster.po
Languages: ru

source: Send a chat message to DCS
ru: Посылает чат-сообщение в инстанс DCS

source: Server {} is not running.
ru: Сервер {} не запущен.

source: Message sent.
ru: Сообщение отправлено.

source: Sends a popup to a coalition
ru: Отправить всплывающее сообщение коалиции

source: Sends a popup to all servers
ru: Отправить всплывающее сообщение всем игрокам на всех серверах

source: Message NOT sent to server {server} because it is {status}.
ru: Сообщение НЕ отправлено на сервер {server}, поскольку его статус {status}.

source: Message sent to server {}.
ru: Сообщение отправлено на сервер {}.

source: Set or get a flag inside the mission
ru: Установить или получить статус флага миссии

source: Flag {flag} set to {value}.
ru: Флагу {flag} установлено значение {value}.

source: Flag {flag} has value {value}.
ru: Флаг {flag} имеет значение {value}.

source: Set or get a mission variable
ru: Установить или получить значение переменной миссии

source: Variable {name} set to {value}.
ru: Переменной {name} установлено значение {value}.

source: Timeout while retrieving variable. Most likely a lua error occurred. Check your dcs.log.
ru: Истекло время получения переменной. Наиболее вероятна lua ошибка. Проверьте ваш dcs.log.

source: Variable {name} has value {value}.
ru: Переменная {name} имеет значение {value}.

source: Variable {} is not set.
ru: Переменная {} не задана.

source: Calls any function inside the mission
ru: Вызвать любую функцию миссии

source: Lua Script
ru: Lua скрипт

source: Enter your script here:
ru: Введите ваш скрипт здесь:

source: Script sent.
ru: Скрипт отправлен.

source: Loads a lua file into the mission
ru: Загружает lua файл в миссию

source: Script loaded.
ru: Скрипт загружен.

source: Mass coalition leave for users
ru: Сброс членства в коалициях для всех игроков

source: Do you want to mass-reset all coalition-bindings from your players?
ru: Вы хотите сбросить членство в коалициях для всех игроков?

source: Coalition bindings reset for all players.
ru: Членство в коалициях сброшено для всех игроков.

source: The bot is missing the "Manage Roles" permission!
ru: У бота отсутствует Discord-разрешение "Manage Roles"!

source: Commands to manage DCS campaigns
ru: Команды для управления кампаниями DCS

source: Name
ru: Имя

source: Start (UTC)
ru: Старт (UTC)

source: End (UTC)
ru: Конец (UTC)

source: Description
ru: Описание

source: Format for {} needs to be yyyy-mm-dd hh24:mi!
ru: Формат для {} должен быть yyyy-mm-dd hh24:mi!

source: Lists all (active) campaigns
ru: Список всех (активных) кампаний

source: Display only active campaigns
ru: Показать только активные кампании

source: Campaign info
ru: Информация о кампании

source: Campaign Overview
ru: Обзор кампании

source: Add a campaign
ru: Добавить кампанию

source: Aborted.
ru: Отмена.

source: Select all servers for this campaign
ru: Выбрать все серверы для кампании

source: Campaign {} added.
ru: Кампания {} добавлена.

source: A campaign is already configured for this timeframe!
ru: Кампания уже настроена на текущий временной отрезок!

source: A campaign with this name already exists!
ru: Кампания с таким именем уже существует!

source: Add a server to an existing campaign
ru: Добавить сервер к текущей кампании

source: Server {server} added to campaign {campaign}.
ru: Сервер {server} добавлен к кампании {campaign}.

source: Server {server} is already part of the campaign {campaign}!
ru: Сервер {server} уже является частью кампании {campaign}!

source: Delete a campaign
ru: Удалить кампанию

source: Do you want to delete campaign "{}"?
ru: Вы хотите удалить кампанию "{}"?

source: Campaign deleted.
ru: Кампания удалена.

source: Start a campaign
ru: Запустить кампанию

source: Campaign {} started.
ru: Кампания {} запущена.

source: Stop a campaign
ru: Остановить кампанию

source: Do you want to stop campaign "{}"?
ru: Вы хотите остановить кампанию "{}"?

source: Campaign stopped.
ru: Кампания остановлена.

source: Error while updating embed!
ru: Ошибка при обновлении embed!

source: Error {} while reading JSON file!
ru: Ошибка {} во время чтения JSON файла!

source: To which server do you want to upload this LUA to?
ru: На какой сервер вы хотите загрузить этот lua файл?

source: File exists. Do you want to overwrite it?
ru: Файл существует. Вы хотите его перезаписать?

source: File {} could not be uploaded.
ru: Файл {} не был загружен.

source: {num} LUA files uploaded. You can load any of them with {command} now.
ru: {num} lua файлов загружено. Вы можете выполнить любой из них командой {command}.

source: join a coalition
ru: присоединиться к коалиции

source: Usage: {}join <blue|red>
ru: Использование: {}join <blue|red>

source: You are a member of coalition {} already.
ru: Вы уже являетесь членом коалиции {}.

source: You can't join the {coalition} coalition in-between {lock_time} of leaving a coalition.
ru: Вы не можете присоединиться к коалиции {coalition} спустя {lock_time} после покидания.

source: Welcome to the {} side!
ru: Добро пожаловать в коалицию {}!

source: Your coalition password is {}
ru: Ваш пароль коалиции: {}

source: leave your coalition
ru: покинуть вашу коалицию

source: You are not a member of any coalition. You can join one with {}join blue|red.
ru: Вы не состоите в коалиции. Присоединитесь с помощью команды {}join blue|red.

source: You left the {} coalition!
ru: Вы покинули коалицию {}!

source: join the red side
ru: присоединиться к коалиции КРАСНЫЕ

source: join the blue side
ru: присоединиться к коалиции СИНИЕ

source: displays your current coalition
ru: показать текущую коалицию

source: You are a member of the {} coalition.
ru: Вы являетесь членом коалиции {}.

source: displays the coalition password
ru: показать пароль коалиции

source: There is no password set for your coalition.
ru: Для вашей коалиции пароль не задан.

source: reads or sets a flag
ru: получить значение или установить флаг

source: <flag> [value]
ru: <флаг> [значение]

source: Usage: {}flag <flag> [value]
ru: Использование: {}flag <флаг> [значение]
