Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/greenieboard.po
Languages: es, ru

source: Commands to display and manage carrier traps
es: Comandos para mostrar y manejar las recogidas en portaaviones
ru: Команды для отображения и управления посадками на авианосец

source: Show carrier landing qualifications
es: Mostrar las cualificaciones de aterrizaje en portaaviones
ru: Показать информацию о посадках на авианосец

source: No carrier landings recorded for this user.
es: No hay aterrizajes en portaaviones registrados para éste usuario
ru: Данных по посадкам на авианосец не обнаружено для данного пользователя.

source: Select a trap for details
es: Selecciona una recogida
ru: Выберите посадку для отображения подробностей

source: Select the plane for the trap
es: Selecciona un avión para la recogida
ru: Выберите самолет для посадки

source: Display the current Greenieboard
es: Muestra el Greenieboard actual
ru: Отобразить текущий Greenieboard

source: Adds a trap to the Greenieboard
es: Añade una recogida al Greenieboard
ru: Добавить посадку в Greenieboard

source: You need to specify ratings in your greenieboard.yaml to use {}!
es: ¡Debe especificar una clasificación en greenieboard.yaml para usar {}!
ru: Вам необходимо указать рейтинги в вашем greenieboard.yaml для использования команды {}!

source: Trap added.
es: Añadida recogida.
ru: Посадка добавлена.

source: Aborted,
es: Abortado.
ru: Отмена,

source: Time (HH24:MI)
es: Hora (HH24:MI)
ru: Время (HH24:MI)

source: Case
es: Caso

source: Grade
es: Grado
ru: Оценка

source: LSO Comment
es: Comentarios LSO
ru: Комментарий LSO

source: Wire
es: Cable
ru: Трос

source: Enter the trap details
es: Introduzca los detalles de la recogida
ru: Введите подробности посадки

source: Case needs to be one of 1, 2 or 3.
es: Caso necesita ser 1 a 3.
ru: Case должен быть 1, 2 или 3.

source: Grade has to be one of {}.
es: Grado debe ser uno de {}.
ru: Оценка должна быть из {}.

source: Wire needs to be one of 1 to 4.
es: Cable debe ser uno de 1 a 4.
ru: Трос должен быть от 1 до 4.

source: Carrier Landing
es: Aterrizaje en portaaviones
ru: Посадка на авианосец

source: Landing on {place} with grade {grade}.
es: Aterrizado en {place} con grado {grade}.
ru: Посадка на {place} с оценкой {grade}.

source: Date/Time
es: Fecha/Hora
ru: Дата/Время

source: Plane
es: Avión
ru: Самолёт

source: Carrier
es: Portaaviones
ru: Авианосец

source: Points
es: Puntos
ru: Очков

source: LSO Grade: {}
es: Grado LSO: {}
ru: LSO Оценка: {}

source: (a little)
es: (un poco)
ru: (немного)

source: (a lot!)
es: (mucho!)
ru: (много!)

source: (ignored)
es: (ignorado)
ru: (проигнорировано)

source: Traps
es: Recogidas
ru: Посадок

source: No data available.
es: No hay datos disponibles.
ru: Нет данных.

source: Pilot
es: Piloto
ru: Пилот

source: Avg
es: Media.
ru: Средн

source: The most recent landing is added at the front. Night landings have round markers.
es: El aterrizaje más reciente se añade al comienzo. Los aterrizajes nocturnos tienen marcas redondas.
ru: Последняя посадка добавлена в начало. Ночные посадки отмечены круглыми маркерами.

source: Last recorded trap: {time:%y-%m-%d %H:%M:%S}
es: Última recogida registrada: {time:%y-%m-%d %H:%M:%S}
ru: Последняя посадка: {time:%y-%m-%d %H:%M:%S}
