Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/help.po
Languages: cn, de, es, ru

source: Command: {}
cn: 命令: {}
de: Befehl: {}
es: Comando: {}
ru: Команда: {}

source: Usage
cn: 用法
de: Aufruf
es: Uso
ru: Использование

source: <> mandatory, [] non-mandatory
cn: <> 强制的, [] 非强制的
de: <> muss-Feld, [] optional
es: <> mandatorio, [] opcional
ru: <> необходимое, [] опциональное

source: {} Help
cn: {} 帮助
de: {} Hilfe
es: {} Ayuda
ru: {} Помощь

source: Command
cn: 命令
de: Befehl
es: Comando
ru: Команда

source: Description
cn: 描述
de: Beschreibung
es: Descripción
ru: Описание

source: There are no commands for your role in this plugin.
cn: 此插件中没有适合您角色的命令.
de: Es gibt keine Befehle, die Du mit Deiner Rolle in diesem Plugin nutzen kannst.
es: No hay comandos para su rol en éste plugin.
ru: Для вашей роли у этого плагина нет команд.

source: Use /help [command] if you want help for a specific command.
cn: 如果你需要特定命令的帮助，请使用 /help [command] .
de: Nutze /help [Befehl], um die spezifische Hilfe aufzurufen.
es: Use /help [comando] si desea ayuda con un comando específico.
ru: Используйте команду /help для получение справки о конкретной команде.

source: Select the plugin you want help for
cn: 选择您需要帮助的插件
de: Wähle das Plugin aus, zu dem Du Hilfe benötigst
es: Seleccione el plugin del que desea ayuda
ru: Выберите плагин для получения справки

source: The help command
cn: 帮助命令
de: Hilfe für Befehle
es: Comando de ayuda
ru: Команда помощи

source: Command {} not found.
cn: 命令 {} 未找到.
de: Den Befehl {} gibt es nicht.
es: Comando {} no encontrado.
ru: Команда {} не найдена.

source: You don't have the permission to use this command.
cn: 您无权使用此命令.
de: Dir Fehlt die Berechtigung, dieses Kommando anzusehen.
es: No tiene el permiso para usar éste comando.
ru: У вас нет прав для использования этой команды.

source: ## DCSServerBot Commands
cn: ## DCSServerBot 命令
de: ## DCSServerBot Befehle
es: ## Comandos DCSServerBot
ru: ## Команды DCSServerBot

source: Generate Documentation
cn: 生成文档
de: Erzeuge Auto-Dokumentation
es: Generar documentación
ru: Автоматическая генерация документации

source: The following bot commands can be used in this discord by members that have the {} role: _ _
cn: 具有 {} 角色的成员可以在此 discord 中使用以下机器人命令: _ _
de: Die folgenden Bot-Befehle können mit der Discord-Rolle {} ausgeführt werden: _ _
es: Los siguientes comandos pueden usar utilizados en éste Discord por los miembros que tienen el rol {}: _ _
ru: Следующие команды бота могут быть использованы в данном Discord игроками с ролью {}: _ _

source: The following bot commands can be used in this discord: _ _
cn: 以下机器人命令可在此 discord 中使用: _ _
de: Folgende Bot-Befehle stehen zur Verfügung: _ _
es: Los siguientes comandos pueden usar utilizados en éste Discord: _ _
ru: Следующие команды бота могут быть использованы в данном Discord: _ _

source: Please provide a role for channel output.
cn: 请提供频道输出的角色.
de: Bitte gebe eine Rolle für die Kanal-Ausgabe an.
es: Por favor, proporcione un rol para el canal de exportación.
ru: Пожалуйста укажите роль для вывода в канал.

source: Unknown option {}!
cn: 未知选项 {}!
de: Die Option {} ist nicht vorhanden!
es: ¡Opción {} desconocida!
ru: Неизвестная опция {}!
