Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/lotatc.po
Languages: de

source: To which server do you want to upload this transponder file to?
de: Auf welchen Server möchtest Du das Transponder-File laden?

source: LotAtc is not configured on any server.
de: LotAtc ist auf keinem Server aktiviert.

source: Transponder file {} uploaded.
de: Transponder-File {} wurde hochgeladen.

source: Transponder file {} could not be uploaded!
de: Transponder File {} konnte nicht hochgeladen werden!

source: GCI {} on station.
de: GCI {} ist aktiv.

source: GCI {} offline.
de: GCI {} ist offline.

source: {num} {coalition} GCI{s} on station.
de: Es sind {num} GCI{s} für Koalition {coalition} im Einsatz.

source: {coalition} GCI "{name}" on station.
de: {coalition} GCI "{name}" ist aktiv.

source: {coalition} GCI "{name}" offline.
de: {coalition} GCI "{name}" ist offline.

source: The following GCIs are active on the {coalition} side: {gcis}
de: Die folgenden GCIs sind zurzeit für Koalition {coalition} im Einsatz: {gcis}

source: No GCIs are active on the {} side.
de: Es sind keine GCIs für die Koaltion {} im Einsatz.
