Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/mission.po
Languages: es

source: Commands to manage a DCS mission
es: Comandos para manejar una misión de DCS

source: Info about the running mission
es: Información de la misión actual

source: Manage the active mission
es: Gestionar la misión actual

source: Information about a specific airport
es: Información de un aeropuerto específico

source: airport
es: aeropuerto

source: Airport for ATIS information
es: Aeropuerto para información de ATIS

source: Server {} is not running.
es: Servidor {} no encontrado.

source: Shows briefing of the active mission
es: Muestra el briefing de la misión activa

source: Restarts the current active mission
es: Reinicia la misión actual

source: Rotates to the next mission
es: Rota a la siguiente misión

source: Can't restart server {server} as it is {status}!
es: ¡No se pudo reiniciar el servidor {server} porque se encuentra {status}!

source: A restart is currently pending. Would you still like to {} the mission?
es: Hay un reinicio pendiente. ¿Desea {} la misión?

source: restart
es: reiniciar

source: rotate
es: rotar

source: Do you really want to {} the mission?
es: ¿Realmente desea {} la misión?

source: Mission will {}, when server is empty.
es: La misión procederá a {} cuando el servidor esté vacío.

source: !!! Mission will be {what} in {when}!!!
es: !!! La misión procederá a {when} en {what} !!!

source: restarted
es: reiniciada

source: rotated
es: rotada

source: !!! Mission will be {} NOW !!!
es: !!! La misión procederá a {} AHORA !!!

source: Reason: {}
es: Razón: {}

source: Mission will be {what} in {when} (warning users before)...
es: La misión procederá a {when} en {what}, (avisando a los usuarios previamente) ...

source: Mission will {} now, please wait ...
es: La misión procederá a {} ahora, por favor espere ...

source: Mission {}.
es: Misión {}.

source: Timeout while the mission {what}. Please check with {command}, if the mission is running.
es: Tiempo de espera expirado mientras la misión procedía a {what}.Por favor compruebe con {command}, si la misión está en marcha.

source: Loads a mission
es: Carga una misión

source: Can't load mission on server {server} as it is {status}!
es: ¡No se pudo cargar la misión en el servidor {server} al encontrarse {status}!

source: change
es: cambio

source: Mission {} will be loaded when server is empty or on the next restart.
es: La misión {} será cargada cuando el servidor se encuentre vacío o en el próximo reinicio.

source: Loading mission {} ...
es: Cargando misión {} ...

source: Mission {} loaded.
es: Misión {} cargada.

source: Timeout while loading mission {}!
es: ¡Tiempo de espera expirado mientras la misión {} estaba cargando!

source: Adds a mission to the list
es: Añade una misión a la lista

source: path
es: ruta

source: No mission found.
es: No se encuentra ninguan misión.

source: Mission "{}" added.
es: Misión "{}" añadida.

source: Do you want to load this mission?
es: ¿Desea cargar ésta misión?

source: Deletes a mission from the list
es: Elimina una misión de la lista

source: You can't delete the running mission.
es: No puede eliminar la misión en marcha.

source: Delete mission "{}" from the mission list?
es: ¿Eliminar misión "{}" de la lista?

source: Mission "{}" removed from list.
es: Misión "{}" eliminada de la lista.

source: Delete "{}" also from disk?
es: ¿Borrar la misión "{}" también del disco duro?

source: Mission "{}" deleted.
es: Misión "{}" eliminada del disco duro.

source: Mission "{}" was already deleted.
es: La misión "{}" ya fue eliminada previamente.

source: deleted mission {}
es: ha borrado la misión {}

source: Timeout while deleting mission. Please reconfirm that the deletion was successful.
es: Tiempo de espera expirado mientras la se eliminaba la misión. Por favor, confirme que la eliminación de la misma fue satisfactoria.

source: Pauses the current running mission
es: Pausa la misión en marcha

source: Mission on server "{}" paused.
es: La misión del servidor "{}" ha sido pausada.

source: Resumes the running mission
es: Reanuda la misión en marcha

source: Mission on server "{}" resumed.
es: Misión del servidor "{}" ha sido reanudada.

source: Server "{}" is not paused.
es: El servidor "{}" no se encuentra en pausa.

source: Server {server} is {status}, can't unpause.
es: El servidor {server} se encuentra {status}, no se puede despausar.

source: Modify mission with a preset
es: Modificar la misión con un preset

source: Chose an alternate presets file
es: Seleccione un archivo de preset alternativo

source: No presets available, please configure them in {}.
es: No hay presets disponibles. Por favor configurelos en {}.

source: There is an error in your {}. Please check the file structure.
es: Hay un error en su {}. Por favor compruebe la estructura del archivo.

source: Do you want to restart the server for a mission change?
es: ¿Desea reiniciar el servidor para la modificación de la misión?

source: Mission will be changed when server is empty.
es: La misión será modificada cuando el servidor se encuentre vacío.

source: Changing mission ...
es: Modificando la misión ...

source: The following preset were applied: {}.
es: El siguiente preset será aplicado: {}.

source: Mission reloaded.
es: Misión recargada.

source: Timeout during restart of mission! Please check, if the mission is running or if it somehow got corrupted.
es: ¡Tiempo de espera expirado mientras la misión reiniciaba! Por favor, comrpuebe si la misión está en marcha o si se ha corrompido.

source: Save mission preset
es: Guarde el preset de la misión

source: Do you want to overwrite the existing preset "{}"?
es: ¿Desea sobreescribir el preset "{}" existente?

source: Preset "{}" added.
es: Preset "{}" añadido.

source: Rollback to the original mission file after any modifications
es: Deshacer las modificaciones apliacadas al archivo de misión

source: Please stop your server first to rollback the running mission.
es: Por favor, pare el servidor primero para deshacer los cambios en la misión en marcha.

source: No ".orig" file there, the mission was never changed.
es: No se encuentra el archivo ".orig", la misión no se modificó previamente.

source: Mission {} has been rolled back.
es: Se han deshecho las modificaciones sobre la isión {}.

source: Commands to manage DCS players
es: Comandos para gestionar a los jugadores de DCS

source: Lists the current players
es: Listado actual de jugadores

source: Kicks a player
es: Expulsa a un jugador

source: Player not found.
es: Jugador no encontrado.

source: Player {name} (ucid={ucid}) kicked.
es: Jugador {name} (ucid={ucid}) expulsado.

source: Bans an active player
es: Banea a un jugador

source: Ban Details
es: Detalles del baneo

source: Reason
es: Motivo

source: Days (empty = forever)
es: Días (vacío = para siempre)

source: Player {} banned on all servers
es: Jugador {} baneado de todos los servidores

source: for {} days.
es: por {} días.

source: Moves a player to spectators
es: Mueve a un jugador a espectadores

source: You have been moved to spectators. Reason: {}
es: ha sido movido a espectadores. Motivo: {}

source: Player "{}" moved to spectators.
es: Jugador "{}" movido a espectadores.

source: List of AFK players
es: Listado de jugadores inactivos

source: These players are AFK for more than {} minutes:
es: Los siguietnes jugadores inactivos por más de {} minutos:

source: Name
es: Nombre

source: Time
es: Tiempo

source: Server
es: Servidor

source: No player is AFK for more than {} minutes.
es: No hay jugadores inactivos por más de {}.

source: Exempt player from AFK kicks
es: Eximir a un jugador de ser expulsado por inactividad

source: Do you want to permanently add this user to the AFK exemption list?
es: ¿Desea añadir permanentemente éste usuario al listado de exención por inactividad?

source: User added to the exemption list.
es: Usuario añadido a listado de exención por inactividad.

source: Player is on the list already. Do you want to remove them?
es: El jugador ya se encuentra en la lista. ¿Desea eliminarlo?

source: Aborted.
es: Abortado.

source: User removed from the exemption list.
es: Usuario eliminado de la lista de exención.

source: Sends a popup to a player
es: Envía una ventana emergente al jugador

source: Message sent.
es: Mensaje enviado.

source: Sends a chat message to a player
es: Envía un mensaje de chat a un jugador

source: Server can not take screenshots.
es: El servidor no puede tomar capturas de pantalla.

source: Requesting screenshot ...
es: Solicitando captura de pantalla ...

source: Timeout while waiting for screenshot!
es: ¡TIempo expirando esperando por la captura de pantalla!

source: Screenshot of Player {}
es: Captura de pantalla del jugador {}

source: Taken by
es: Tomada por

source: Puts a player onto the watchlist
es: Añade a un jugador a la lista de observación

source: Member {} is not linked!
es: El miembro {} no está vinculado!

source: Player {} was already on the watchlist.
es: Jugador {} ya está en la lista de observación.

source: Player {} is now on the watchlist.
es: Jugador {} ha sido añadido a la lista de observación.

source: Removes a player from the watchlist
es: Elimina a un jugador de la lista de observación

source: Player {} removed from the watchlist.
es: Jugador {} ha sido eliminado de la lista de observación.

source: Shows the watchlist
es: Muestra la lista de observación

source: The watchlist is currently empty.
es: La lista de observación está vacía.

source: These players are currently on the watchlist:
es: Los siguientes jugadores están en la lista de observación:

source: Created by
es: Creado por

source: Commands to manage DCS groups
es: Comandos para manejar grupos de DCS

source: Sends a popup to a group
es: Envía una ventana emergente a un grupo de DCS

source: Links a member to a DCS user
es: Enlaza un miembro de Discord con su usuario de DCS

source: This member is linked to this UCID already.
es: Este miembro ya se encuentra enlazado mediante su UCID.

source: Member {name} is linked to another UCID ({ucid}) already. Do you want to relink?
es: El usuario {name} ya se encuentra enlazado a la UCID ({ucid}) actualmente. ¿Desea enlazarlo de nuevo?

source: Member {name} linked to UCID {ucid}.
es: Usuario {name} ha sido enlazado a la UCID {ucid}.

source: Unlinks a member or ucid
es: Desenlazar a un usuario de Discord o UCID

source: Name of player, member or UCID
es: Nombre del jugador en DCS, nick en Discord o UCID

source: Member {name} unlinked from UCID {ucid}.
es: Usuario {name} desenlazado del UCID {ucid}.

source: Player is not linked!
es: ¡El jugador no está enlazado!

source: Unknown player / member provided
es: Nombre de jugador / usuario de Discord desconocido

source: Find a player by name
es: Encuentra a un jugador por nombre

source: last seen
es: última vez visto:

source: No user found.
es: No se encuentra al usuario.

source: Select a User
es: seleccione un usuario

source: Shows player information
es: Muestra información del jugador

source: This user does not exist. Try {} to find them in the historic data.
es: Este usuario no existe. Pruebe {} para encontrarlo en el histórico.

source: Show players that could be linked
es: Muestra un listado de usuarios que se podrían enlazar

source: Unlinked Players
es: Jugadores no enlazados

source: These players could be possibly linked:
es: Los siguientes jugadores podrían ser enlazados:

source: DCS Player
es: Jugador DCS

source: Member
es: Usuario Discord

source: Press a number to link this specific user.
es: Pulse en un número para enlazar éste usuario específico.

source: No unmatched member could be matched.
es: No se pudo enlazar a ningún usuario desenlazado.

source: DCS player {player} linked to member {member}.
es: El jugador {player} ha sido enlazado al usuario de Discord {member}.

source: Show possibly mislinked players
es: Muestra un listado de posibles jugadores mal enlazados

source: Possible Mislinks
es: Posibles enlaces erróneos

source: These players could be possibly mislinked:
es: Los siguientes jugadores podrían estar erróneamente enlazados:

source: Press a number to unlink this specific user.
es: Pulse en un número para desenlazar éste usuario específico.

source: No mislinked players found.
es: No se encuentran jugadores mal enlazados.

source: UCID {ucid} transferred from member {old_member} to member {new_member}.
es: UCID {ucid} transferido del usuario {old_member} al usuario {new_member}.

source: Link your DCS and Discord user
es: Enlaza tu DCS a tu usuario de Discord

source: **Your secure TOKEN is: {token}** To link your user, type in the following into the DCS chat of one of our servers:```{prefix}linkme {token}``` **The TOKEN will expire in 2 days!**
es: **Tu TOKEN para enlazar es: {token}** Para enlazar tu usuario, escribe lo siguiente en el chat de DCS en alguno de nuestros servidores::```{prefix}linkme {token}``` **El TOKEN expira en 2 días!**

source: You already have a verified DCS account! Are you sure you want to re-link your account? (Ex: Switched from Steam to Standalone)
es: ¡Ya dispone de una cuenta de DCS verificada! ¿Está seguro que desea volver a enlazar su cuenta? (Ex: Cambio de Steam a lanzador de ED)

source: Shows inactive players
es: Muestra los jugadores inactivos

source: To which server do you want to upload this mission to?
es: ¿A qué servidor desea cargar ésta misión?

source: Upload aborted.
es: Carga abortada.

source: A mission is currently active. Do you want me to stop the DCS-server to replace it?
es: Hay una misión en marcha. ¿Desea que pare el servidor para reemplazarla?

source: File exists. Do you want to overwrite it?
es: El archivo ya existe. ¿Desea reemplazarlo?

source: Error while uploading: {}
es: Error al cargar: {}

source: Mission "{mission}" uploaded to server {server} and NOT added.
es: Misión "{mission}" cargada al servidor {server} pero NO añadida.

source: Mission "{mission}" uploaded to server {server}. As you have "autoscan" enabled, it might take some seconds to appear in your mission list.
es: La misión "{mission}" ha sido cargada al servidor {server}. Debido a que tiene habilitado "autoscan", puede que tarde unos segundos en aparecer en el listado de misiones disponibles.

source: Error while uploading: File not found in severSettings.lua!
es: Error mientras se cargaba: ¡El archivo no se pudo encontrar en serverSettings.lua!

source: Mission "{mission}" uploaded to server {server} and added.
es: Misión "{mission}" cargada al servidor {server} y añadida al listado.

source: Do you want to apply extensions before mission start?
es: ¿Desea aplicar alguna extensión antes del comienzo de misión?

source: Timeout while trying to load the mission.
es: Tiempo de espera expirado al intentar cargar la misión.
