Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/missionstats.po
Languages: de, es, ru

source: Display Mission Statistics
de: Zeige Missions-Statistiken an
es: Muestra las estadísticas de misión
ru: Показать статистику миссий

source: Mission statistics not initialized yet or not active for this server.
de: Missions-Statistiken sind noch nicht initialisiert oder auf diesem Server nicht aktiviert.
es: Las estadísticas de misión no han sido inicializadas aún o no están activas en éste servidor
ru: Статистика миссий не инициализирована или не активна для данного сервера.

source: Data can only be displayed in a private coalition channel!
de: Die Daten können nur in einem geschützten Koalitions-Kanal angezeigt werden.
es: ¡La información sólo se puede mostrar en el canal privado de la coalición!
ru: Данные могут быть показаны только в закрытом канале коалиции!

source: Current Situation
de: Aktuelle Situation
es: Situación actual
ru: Текущая ситуация

source: Airbases / FARPs Planes Helicopters Ground Units Ships Structures
de: Flughäfen / FARPs Flugzeuge Hubschrauber Bodeneinheiten Schiffe Strukturen
es: Bases aéreas / FARPs Aviones Helicópteros Unidades terrestres Barcos Estructuras
ru: Авиабазы / FARPs Самолёты Вертолёты Наземная техника Корабли Строения

source: Achievements
de: Errungenschaften
es: Logros
ru: Достижения

source: Display statistics about sorties
de: Zeige Statistiken zu Flugbewegungen
es: Mostrar estadísticas sobre las salidas
ru: Показать статистику вылетов

source: No sorties found for this player.
de: Für diesen Spieler wurden keine Flugbewegungen gefunden.
es: No se han encontrado salidas para éste jugador.
ru: Данных по вылетам игрока не найдено.

source: Module
de: Modul
es: Módulo
ru: Модуль

source: Sorties
de: Flüge
es: Salidas
ru: Вылетов

source: Total Flighttime
de: Absolute Flugzeit
es: Tiempo total de vuelo
ru: Общее время налёта

source: Flighttime is the time you were airborne from takeoff to landing / leave or airspawn to landing / leave.
de: Flugzeit ist die absolute Zeit zwischen Start und Landung.
es: El tiempo de vuelo es el tiempo que se encontraba en el aire desde despege a aterrizaje/abandono o aparecer en el aire a aterrizaje/abandono
ru: Время полёта отсчитывается с момента взлёта до посадки / покидания появления в воздухе / покидания.

source: Module statistics
de: Modul-Statistiken
es: Estadísticas por módulo
ru: Статистика модуля

source: You need to chose a module!
de: Du musst ein Modul auswählen!
es: ¡Necesita elegir un módulo!
ru: Необходимо выбрать модуль!

source: Usages
de: Einsätze
es: Uso
ru: Использование

source: Total Playtime
de: Absolute Spielzeit
es: Tiempo total de juego
ru: Общее время игры

source: Average Playtime
de: Durchschn. Spielzeit
es: Media de tiempo de juego
ru: Среднее время игры

source: Gun
de: Bordkanone
es: Cañón
ru: Пушка

source: Category {}
de: Kategorie {}
es: Categoría {}
ru: Категория {}

source: Weapon
de: Waffe
es: Arma
ru: Оружие

source: Hits/Shot
de: Treffer/Schuss
es: Impactos/Disparos
ru: Попаданий/Выстрелов

source: Kills/Shot
de: Abschüsse/Schuss
es: Derribos/Disparos
ru: Убийств/Выстрелов

source: Refueling statistics
de: Luftbetankungs-Statistiken
es: Estadísticas de repostaje aéreo
ru: Статистика дозаправок

source: Refuelings
de: Luftbetankungen
es: Repostaje aéreo
ru: Дозаправок

source: No refuelings found for this user.
de: Keine Luftbetankungen für diesen User gefunden.
es: No se han encontrado repostajes para éste usuario.
ru: Данных по дозаправкам игрока не найдено.

source: Find who killed you most
de: Wer tötete mich am häufigsten?
es: Encuentra quien le ha eliminado más veces
ru: Показать кто ваш кровный враг

source: Find who you've killed the most
de: Wen habe ich am häufigsten getötet?
es: Encuentre quien ha eliminado usted más veces
ru: Показать, кого вы убили чаще всех остальных

source: Airplanes
de: Flugzeuge
es: Aviones
ru: Самолёты

source: Helicopters
de: Hubschrauber
es: Helicópteros
ru: Вертолёты

source: Ground Units
de: Bodeneinheiten
es: Unidades terrestres
ru: Наземная техника

source: Ships
de: Schiffe
es: Barcos
ru: Корабли

source: Structures
de: Strukturen
es: Estructuras
ru: Строения

source: Unknown
de: Unbekannt
es: Desconocido
ru: Неизвестно

source: BLUE coalition has captured {}.
de: Die BLAUE Koalition hat {} erobert.
es: La coalición AZUL ha capturado {}.
ru: СИНЯЯ коалиция захватила {}.

source: BLUE coalition has captured {} from RED coalition.
de: Die BLAUE Koalition hat {} von ROT erobert.
es: La coalición AZUL ha capturado {} de la coalición ROJA.
ru: СИНЯЯ коалиция захватила {} у КРАСНОЙ коалиции.

source: RED coalition has captured {}.
de: Die ROTE Koalition hat {} erobert.
es: La coalición ROJA ha capturado {}.
ru: КРАСНАЯ коалиция захватила {}.

source: RED coalition has captured {} from BLUE coalition.
de: Die ROTE Koalition hat {} von BLAU erobert.
es: La coalición ROJA ha capturado {} de la coalición ROJA.
ru: КРАСНАЯ коалиция захватила {} у СИНЕЙ коалиции.
