Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/music.po
Languages: de, es, ru

source: Commands to manage music in your (DCS) server
de: Befehle zur Verwaltung von Musik auf Deinem (DCS)-Server
es: Comandos para manejar la música en su servidor de DCS
ru: Команды для управления музыкой на вашем DCS сервере

source: Music Player
de: Musik-Spieler
es: Reproductor de música
ru: Музыкальный плеер

source: You don't have any playlists to play. Please create one with {}.
de: Du hast noch keine Wiedergabeliste. Erstelle eine mit {}.
es: No tiene una lista de reproducción. Por favor cree una con {}.
ru: Плейлистов не найдено. Создайте плейлист командой {}.

source: Frequency
de: Frequenz
es: Frecuencia
ru: Частота

source: Coalition
de: Koalition
es: Coalición
ru: Коалиция

source: Red
de: Rot
es: Rojo
ru: КРАСНАЯ

source: Blue
de: Blau
es: Azul
ru: СИНЯЯ

source: Neutral
ru: Нейтральная

source: n/a
de: n.v.
ru: н/д

source: Now Playing
de: Spiele
es: Reproduciendo
ru: Сейчас играет

source: Title
de: Titel
es: Título
ru: Название

source: Artist
de: Künstler
es: Artista
ru: Артист

source: Album
ru: Альбом

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
ru: Плейлист

source: - empty -
de: - leer -
es: - vacío -
ru: - пусто -

source: Pick a song from the list
de: Wähle ein Lied aus der Liste
es: Seleccione una canción de la lista
ru: Выберите трек из списка

source: Use /music play to access all songs in the list.
de: Nutze /music play, um alle Lieder aus der Liste auswählen zu können.
es: Utilice /music play, para acceder a todas las canciones en la lista.
ru: Используйте команду /music play для доступа ко всем трекам в списке.

source: Pick a playlist to play
de: Wähle eine Wiedergabeliste
es: Seleccione una lista de reproducción
ru: Выберите плейлист для проигрывания

source: Stop
de: Stopp
es: Parar
ru: Стоп

source: Play
de: Abspielen
es: Reproducir
ru: Воспроизведение

source: Skip
de: Springen
es: Siguiente
ru: Пропуск

source: Repeat
de: Wiederholen
es: Repetir
ru: Повтор

source: Shuffle
de: Mix
es: Aleatorio
ru: Случайный порядок

source: Change Settings for {}
de: Einstellungen für Radio {}
es: Cambiar configuración para {}
ru: Сменить настройки для радио {}

source: Frequency (xxx.xx)
de: Frequenz (xxx.xx)
es: Frecuencia (xxx.xx)
ru: Частота (xxx.xx)

source: Modulation (AM | FM)
es: Modulación (AM | FM)
ru: Модуляция (AM | FM)

source: Volume
de: Lautstärke
es: Volumen
ru: Громкость

source: Coalition (1=red | 2=blue)
de: Koalition (1=rot | 2=blau)
es: Coalición (1=Rojo | 2=Azul)
ru: Коалиция (1=красные | 2=синие)

source: Display Name
de: Anzeigename
es: Nombre para mostrar
ru: Отображаемое имя

source: Modulation must be one of AM | FM!
de: Modulation muss entweder AM oder FM sein!
es: ¡La modulación debe ser AM o FM!
ru: Модуляция должна быть AM или FM!

source: Coalition must be 1 or 2!
de: Koalition muss 1 oder 2 sein!
es: ¡Coalición debe ser 1 o 2!
ru: Коалиция должна быть 1 или 2!

source: Play a song or a playlist
de: Starte die Musik-Wiedergabe
es: Reproducir una canción de una lista de reproducción
ru: Проиграть трек или плейлист

source: Server {} is not running.
de: Server {} läuft nicht.
es: El servidor {} no está en funcionamiento.
ru: Сервер {} не запущен.

source: Now playing {} ...
de: Spiele {} ...
es: Reprduciendo {} ...
ru: Сейчас играет {} ...

source: Radio {} started.
de: Radio {} gestartet.
es: Radio {} iniciada.
ru: Радио {} запущено.

source: Stop playing
de: Stoppe die Musik-Wiedergabe
es: Pare de reproducir
ru: Остановка проигрывания

source: Radio {} stopped.
de: Radio {} gestoppt.
es: Radio {} parada.
ru: Радио {} остановлено.

source: Commands to manage music playlists
de: Befehle zur Verwaltung von Wiedergabelisten
es: Comandos para manejar la lista de reproducción
ru: Команды для управления плейлистами

source: Add a song to a playlist
de: Füge ein Lied hinzu
es: Añadir una canción a la playlist
ru: Добавить трек в плейлист

source: {title} has been added to playlist {playlist}.
de: {title} wurde zur Wiedergabeliste {playlist} zugefügt.
es: {title} ha sido añadida a la lista de reproducción {playlist}.
ru: {title} был добавлен к плейлисту {playlist}.

source: Add all available songs to a playlist
de: Füge alle Lieder hinzu
es: Añadir todas las canciones disponibles a la lista de reproducción
ru: Добавить все доступные треки в плейлист

source: Do you really want to add ALL songs to the playlist?
de: Möchtest Du wirklich ALLE Lieder zur Wiedergabeliste zufügen?
es: ¿Realmente desea añadir TODAS las canciones a la lista de reproducción?
ru: Вы действительно хотите добавить ВСЕ треки в плейлист?

source: Remove a song from a playlist
de: Lösche ein Lied
es: Eliminar una canción de la lista de reproducción
ru: Удалить трек из плейлиста

source: Playlist {} deleted.
de: Playlist {} wurde gelöscht.
es: Lista de reproducción {} eliminada.
ru: Плейлист {} удалён.

source: {title} has been removed from playlist {playlist}.
de: {title} wurde von Wiedergabeliste {playlist} entfernt.
es: {title} ha sido eliminado de la lista de reproducción {playlist}.
ru: {title} был удалён из плейлиста {playlist}.

source: File exists. Do you want to overwrite it?
de: Eine Datei mit diesem Namen existiert bereits. Möchtest Du sie überschreiben?
es: El archivo ya existe. ¿Desea sobreescribirlo?
ru: Файл существует. Хотите заменить его?

source: Song {} uploaded.
de: Das Lied {} wurde hochgeladen.
es: Canción {} cargada.
ru: Трек {} загружен.

source: Error {status} while reading file {file}!
de: Lesefehler {status} bei Datei {file}!
es: ¡Error {status} al leer el archivo {file}!
ru: Ошибка {status} при загрузке файла {file}!
