Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/ovgme.po
Languages: de, es, ru

source: Commands to manage custom mods in your DCS server
de: Befehle, um Mods in Deinen DCS-Servern zu verwalten
es: Comandos para manejar los mods en su servidor de DCS
ru: Команды для управления модами на вашем DCS сервере

source: manage mods
de: Verwalte Mods
es: manejar mods
ru: управление модами

source: Shutting down {}, please wait ...
de: Fahre Server {} herunter, bitte warten ...
es: Apagando el servidor {}, por favor espere ...
ru: Выключение {}, пожалуйста подождите ...

source: **The following mods are currently installed:**
de: **Die folgenden Mods sind zurzeit installiert:**
es: **Los siguientes mods están actualmente instalados:**
ru: **Установленные в настоящий момент моды:**

source: Mod
ru: Мод

source: Version
es: Versión
ru: Версия

source: Update
de: Aktualisierung
es: Actualizar
ru: Обновить

source: There are no mods installed.
de: Es sind keine Mods installiert.
es: No hay mods instalados.
ru: Нет установленных модов.

source: Select a mod to install / update
de: Wähle eine Mod zum installieren / updaten
es: Seleccione un mod para instalar / actualizar
ru: Выберите мод для установки / обновления

source: Select a mod to uninstall
de: Wähle eine zu deinstallierende Mod
es: Seleccione un mod para desinstalar
ru: Выберите мод для удаления

source: Download
de: Herunterladen
es: Descargar
ru: Скачать

source: Shutdown
de: Herunterfahren
es: Apagar
ru: Выключение

source: ⚠️ Server {} needs to be shut down to change mods.
de: ⚠️ Server {} muss zur Änderung von Mods heruntergefahren werden.
es: ⚠️ Servidor {} debe apagarse antes de cambiar mods.
ru: ⚠️ Сервер {} должен быть выключен для смены модов.

source: Quit
de: Beenden
es: Salir
ru: Выход

source: Updating mod {}, please wait ...
de: Aktualisiere Mod {}, bitte warten ...
es: Actualizando el mod {}, por favor espere ...
ru: Обновление мода {}, пожалуйста подождите ...

source: Mod {mod}_v{version} could not be uninstalled!
de: Mod {mod}_v{version} konnte nicht deinstalliert werden!
es: ¡Mod {mod}_v{version} no pudo ser desinstalado!
ru: Мод {mod}_v{version} не может быть удалён!

source: Mod {mod}_v{version} could not be installed!
de: Mod {mod}_v{version} konnte nicht installiert werden!
es: ¡Mod {mod}_v{version} no pudo ser instalado!
ru: Мод {mod}_v{version} не может быть установлен!

source: Mod {} updated.
de: Mod {} aktualisiert.
es: Mod {} actualizado.
ru: Мод {} обновлен.

source: Installing mod {}, please wait ...
de: Installiere Mod {}, bitte warten ...
es: Instalando mod {}, por favor espere ...
ru: Установка мода {}, пожалуйста подождите ...

source: Installation of mod {} failed.
de: Installation der Mod {} fehlgeschlagen.
es: Ha fallado la instalación del mod {}.
ru: Установка мода {} не удалась.

source: Mod {} installed.
de: Mod {} installiert.
es: Mod {} instalado.
ru: Мод {} установлен.

source: Uninstalling mod {}, please wait ...
de: Deinstalliere Mod {}, bitte warten ...
es: Desinstalado mod {}, por favor espere ...
ru: Удаление мода {}, пожалуйста подождите ...

source: Mod {} uninstalled.
de: Mod {} deinstalliert.
es: Mod {} desinstalado.
ru: Мод {} удален.

source: Download a new Mod
de: Lade eine neue Mod herunter
es: Descargar un nuevo mod
ru: Скачать новый мод

source: URL / GitHub Repo
ru: URL / GitHub репозиторий

source: Destination (S=Saved Games / R=Root Folder)
de: Ziel (S=Gespeicherte Spiele / R=Installationsverzeichnis)
es: Destino (S=Saved Games / R=Root Folder)
ru: Путь (S=Сохранённые игры / R=Корневая папка)

source: Not a valid URL!
de: Keine gültige URL!
es: ¡No es una URL válida!
ru: Не является допустимым URL!

source: {} is not a valid URL!
de: {} ist keine gültige URL!
es: ¡{} no es una URL válida!
ru: {} не является допустимым URL!

source: Downloading {} , please wait ...
de: Lade {} herunter, bitte warten ...
es: Descargando {}, por favor espere ...
ru: Скачивание {}, пожалуйста подождите ...

source: Error: {}
de: Fehler: {}
ru: Ошибка: {}

source: Mod Manager
de: Mod-Verwaltung
es: Gestor de mods
ru: Мод-менеджер

source: Install or uninstall mods to {}
de: (De-)installiere Mods in Server {}
es: Instalar o desinstalar mods en {}
ru: Установка или удаление модов на сервере {}

source: Install mods
de: Installiere Mods
es: Instalar mods
ru: Установка модов

source: Server {} needs to be shut down to install mods.
de: Server {} muss zur installation von Mods heruntergefahren werden.
es: Servidor {} necesita estar apagado para instalar mods.
ru: Сервер {} должен быть выключен для установки модов.

source: Mod {} not found!
de: Mod {} nicht gefunden!
es: Mod {} no encontrado!
ru: Мод {} не найден!

source: Mod {mod}_v{version} is already installed!
de: Mod {mod}_v{version} ist bereits installiert!
es: Mod {mod}_v{version} ya está instalado!
ru: Мод {mod}_v{version} уже установлен!

source: Updating mod {mod} from {current_version} to {new_version}, please wait ...
de: Aktualisiere Mod {mod} von Version {current_version} nach Version {new_version}, bitte warten ...
es: Actualizando mod {mod} de versión {current_version} a {new_version}, por favor espere ...
ru: Обновление мода {mod} с версии {current_version} до версии {new_version}, пожалуйста подождите ...

source: Mod {mod} updated to version {version}.
de: Mod {mod} wurde auf Version {version} aktualisiert.
es: Mod {mod} actualizado a la versión {version}.
ru: Мод {mod} обновлен до версии {version}.

source: Mod {mod} installed with version {version}.
de: Mod {mod}_v{version} wurde installiert.
es: Mod {mod} instalado con versión {version}.
ru: Мод {mod} версии {version} установлен.

source: Uninstall mods
de: Deinstalliere Mods
es: Desinstalar mods
ru: Удаление модов

source: Server {} needs to be shut down to uninstall mods.
de: Server {} muss zur Deinstallation von Mods heruntergefahren werden.
es: Servidor {} debe apagarse antes de desinstalar mods.
ru: Сервер {} должен быть выключен для удаления модов.

source: List all installed mods
de: Zeigt alle installierten Mods
es: Listado de todos los mods instalados
ru: Список всех установленных модов

source: No mod installed on server {}.
de: Auf Server {} sind leine Mods installiert.
es: No hay mods instalados en el servidor {}.
ru: На сервере {} нет установленных модов.

source: The following mods are installed on server {}:
de: Die folgenden Mods sind auf dem Server {} installiert:
es: Los siguientes mods están instalados en el serivdor {}:
ru: Следующие моды установлены на сервере {}:

source: Folder
de: Verzeichnis
es: Carpeta
ru: Папка

source: Download a mod
de: Lade eine Mod herunter
es: Descargar un mod
ru: Скачать мод

source: GitHub repo link or download URL
de: GitHub Repository oder URL zum Download
es: URL del repositorio de GitHub o URL de descarga
ru: GitHub репозиторий или URL для скачивания

source: Downloading {mod}_v{version} from GitHub ...
de: Lade {mod}_v{version} von GitHub ...
es: Descargando {mod}_v{version} desde GitHub ...
ru: Скачивание {mod}_v{version} с GitHub ...

source: File exists. Do you want to overwrite it?
de: Die Datei existiert bereits. Möchtest Du sie überschreiben?
es: El archivo ya existe.¿Desea reemplazarlo?
ru: Файл существует. Вы хотите перезаписать его?

source: Aborted.
de: Abgebrochen.
es: Abortado.
ru: Отмена.

source: Error {code}: {mod}_v{version} {message}
de: Fehler {code}: {mod}_v{version} {message}
ru: Ошибка {code}: {mod}_v{version} {message}

source: {file} downloaded. Use {command} to install it.
de: {file} heruntergeladen. Nutze {command} um sie zu installieren.
es: {file} descargado. Utilice {command} para instalarlo.
ru: {file} скачан. Используйте команду {command} для установки.

source: Downloading {} ...
de: Lade {} herunter ...
es: Descargando {} ...
ru: Скачивание {} ...
