Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/pretense.po
Languages: es, ru

source: Display the Pretense stats
es: Muestra las estadísticas de Pretense
ru: Показать статистику Pretense

source: No player_stats.json found on this server! Is Pretense active?
es: ¡No se ha encontrado el archivo player_stats.json en éste servidor! Por favor, compruebe que Pretense está activo.
ru: Файл player_stats.json не найден. Pretense запущен?

source: Reset Pretense progress
es: Reinicia el progreso de Pretense
ru: Сброс прогресса Pretense

source: Server {} needs to be shut down to reset the Pretense progress!
es: ¡El servidor {} necesita ser apagado para reiniciar el progreso de Pretense!
ru: Сервер {} необходимо выключить для сброса прогресса Pretense!

source: Do you really want to reset the Pretense progress?
es: ¿Realmente desea reiniciar el progerso de Pretense?
ru: Вы точно хотите выполнить сброс прогресса Pretense?

source: Aborted.
es: Abortado.
ru: Отмена.

source: Pretense persistence reset.
es: Persistencia de Pretense reiniciada.
ru: Сброс прогресса Pretense.

source: Pretense statistics reset.
es: Estadísticas de Pretense reiniciadas.
ru: Сброс статистики Pretense.

source: Rankings as of <t:{}:f>:
es: Clasificación desde <t:{}:f>:
ru: Рейтинги на <t:{}:f>:

source: Name
ru: Имя

source: Rank
es: Rango
ru: Звание

source: E-1 Airman basic
es: OR-1 Soldado
ru: E-1 Авиатор начинающий

source: E-2 Airman
es: OR-2 Soldado de primera
ru: E-2 Авиатор

source: E-3 Airman first class
es: OR-3 Cabo
ru: E-3 Авиатор первого класса

source: E-4 Senior airman
es: OR-4 Cabo primero
ru: E-4 Старший авиатор

source: E-5 Staff sergeant
es: OR-5 Cabo mayor
ru: E-5 Штаб-сержант

source: E-6 Technical sergeant
es: OR-6 Sargento
ru: E-6 Техник-сержант

source: E-7 Master sergeant
es: OR-7 Sargento primero
ru: E-7 Мастер-сержант

source: E-8 Senior master sergeant
es: OR-8 Brigada
ru: E-8 Старший мастер-сержант

source: E-9 Chief master sergeant
es: OR-9 Subteniente
ru: E-9 Главный мастер-сержант

source: O-1 Second lieutenant
es: OF-1 Alférez
ru: O-1 Лейтенант

source: O-2 First lieutenant
es: OF-1 Teniente
ru: O-2 Старший лейтенант

source: O-3 Captain
es: OF-2 Capitán
ru: O-3 Капитан

source: O-4 Major
es: OF-3 Comandante
ru: O-4 Майор

source: O-5 Lieutenant colonel
es: OF-4 Teniente coronel
ru: O-5 Подполковник

source: O-6 Colonel
es: OF-5 Coronel
ru: O-6 Полковник

source: O-7 Brigadier general
es: OF-6 General de brigada
ru: O-7 Бригадный генерал

source: O-8 Major general
es: OF-7 General de división
ru: O-8 Генерал-майор

source: O-9 Lieutenant general
es: OF-8 Teniente general
ru: O-9 Генерал-лейтенант

source: O-10 General
es: OF-9 General del Aire
ru: O-10 Генерал
