Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/punishment.po
Languages: es

source: Member {member} banned by {banned_by} for {reason}.
es: Miembro {member} baneado por {banned_by} por el motivo {reason}.

source: You have been banned from the DCS servers on {guild} for {reason} for the amount of {days} days.
es: Ha sido baneado del servidor de DCS del Discord {guild} por el motivo {reason} durante {days} días.

source: Player {player} (ucid={ucid}) banned by {banned_by} for {reason}.
es: Jugador {player} (UCID={ucid}) baneado por {banned_by} por el motivo {reason}.

source: Player with ucid {ucid} banned by {banned_by} for {reason}.
es: Jugador con el UCID {ucid}) baneado por {banned_by} por el motivo {reason}

source: Player {player} (ucid={ucid}) kicked by {kicked_by} for {reason}.
es: Jugador {player} (UCID={ucid}) expulsado por {kicked_by} por el motivo {reason}.

source: You've been kicked back to spectators because of: {}.
es: Has sido expulsado a espectadores debido a: {}.

source: Player {player} (ucid={ucid}) moved to spectators by {spec_by} for {reason}.
es: Jugador {player} (UCID={ucid}) movido a expectadores por {spec_by} por el motivo {reason}.

source: Punished for {}
es: Castigado por {}

source: {name}, you have been punished for: {reason}! Your current credit points are: {points}
es: {name}, has sido penalizado debido a: {reason}. Tus créditos actuales son {points} puntos.

source: Player {player} (ucid={ucid}) punished with credits by {punished_by} for {reason}.
es: Jugador {player} (UCID={ucid}) castigado con créditos por {punished_by} por el motivo {reason}.

source: {name}, you have been punished for: {reason}!
es: ¡{name}, has sido penalización por el motivo: {reason}!

source: {name}, check your fire: {reason}!
es: ¡{name}, comprueba dónde disparas: {reason}!

source: {name}, you have {points} punishment points.
es: {name}, tiene {points} puntos de penalización.

source: Adds punishment points to a user
es: Añade puntos de penalización a un usuario

source: User {} is not linked.
es: Usuario {} no está enlazado.

source: The UCID provided is invalid.
es: El UCID provisto no es válido.

source: User punished with {} points.
es: Usuario castigado con {} puntos.

source: punished user {ucid} with {points} points.
es: ha castigado al usuario {ucid} con {points} puntos.

source: Deletes a users punishment points
es: Elimina los puntos de penalización del jugador

source: This will delete all the punishment points for this user and unban them if they were banned. Are you sure?
es: Ésto eliminará todos los puntos de penalización de éste jugador y elimina el ban en el caso de habersele aplicado. ¿Está seguro que desea continuar?

source: All punishment points deleted and player unbanned (if they were banned by the bot before).
es: Todos los puntos de penalización del jugador eliminados, y jugador desbaneado (en caso de que hubiera sido baneado por el bot previamente).

source: forgave player {}
es: perdonó al jugador {}

source: Displays the current penalty points
es: Muestra los puntos de penalización del jugador elegido

source: You need the DCS Admin role to show penalty points for other users.
es: Necesita tener el rol de DCS Admin para mostrar los puntos de penalización de otros jugadores.

source: Member {} is not linked.
es: Miembro {} no está enlazado.

source: Use {} to link your Discord and DCS accounts first.
es: Utilice {} para enlazar sus cuentas de DCS y Discord.

source: User has no penalty points.
es: El usuario no tiene puntos de penalización.

source: Penalty Points for {}
es: Puntos de penalización para {}

source: Total penalty points: {total:.2f}
es: Total puntos de penalización: {total:.2f}

source: Time (UTC)
es: Hora (UTC)

source: Event
es: Evento

source: Points
es: Puntos

source: Points decay over time, you might see different results on different days.
es: Los puntos decaen según pasa el tiempo, puede que obtenga diferentes resultados en diferentes días.

source: never
es: nunca

source: Ban expires
es: Expiración del ban

source: Reason
es: Motivo

source: You are currently banned. Please contact a member of the server staff, if you want to get unbanned.
es: Actualmente se encuentra baneado. Por favor contacte con un miembro del staff, si desea que se le elimine el ban.

source: Show last infractions of a user
es: Muestra las últimas infraccioens de un usuario

source: This user does not exist. Try {} to find them in the historic data.
es: Este usuario no existe. Pruebe a utilizar {} para encontrarlos en el historial.

source: {victim}, you are a victim of a {event} event by player {offender}. If you send {prefix}forgive in chat within the next {time} seconds, you can pardon the other player.
es: {victim}, has sido víctima de {event} por el jugador {offender} Si envía {prefix}forgive en chat en los próximos {time} segundos, puede perdonar al otro jugador.

source: forgive another user for their infraction
es: perdona a otro usuario por su infracción

source: There is nothing to forgive (maybe too late?)
es: No hay nada que perdonar (¿quizás demasiado tarde?)

source: {offender}, You have been forgiven by {victim} and you will not be punished for your recent actions.
es: {offender}, has sido perdonado por {victim}, por lo que no se castigará por tus acciones recientes.

source: You have chosen to forgive {} for their actions.
es: Has decidido perdonar a {} por sus acciones.

source: displays your penalty points
es: muestra los puntos de penalización
