Repository: vnaoScriptHub/VNAO-DCSServerBot
Catalog: locale/*/LC_MESSAGES/tacview.po
Languages: cn, de

source: Commands to manage Tacview
cn: 管理 Tacview 的命令
de: Befehle zur Verwaltung von Tacview

source: Configure Tacview
cn: 配置 Tacview
de: Konfiguriere Tacview

source: Tacview not installed on server {}!
cn: 服务器 {} 上未安装 Tacview!
de: Tacview ist nicht auf Server {} installiert!

source: Tacview configuration changed on server {}.
cn: Tacview 配置已在服务器 {} 上发生更改.
de: Die Tacview-Konfiguration auf Server {} wurde aktualisiert.

source: Server {} needs to be shut down to configure Tacview.
cn: 需要关闭服务器 {} 才能配置 Tacview.
de: Server {} muss zur Konfiguration von Tacview heruntergefahren werden.

source: Install Tacview
cn: 安装 Tacview
de: Installiere Tacview

source: Installing Tacview on server {} ...
cn: 在服务器 {} 上安装 Tacview ...
de: Installiere Tacview auf Server {} ...

source: Tacview already installed on server {}!
cn: Tacview 已安装在服务器 {} 上!
de: Tacview is bereits auf Server {} installiert!

source: Tacview is not configured on node {}!
cn: 节点 {} 上未配置 Tacview!
de: Tacview ist auf Knoten nicht {} konfiguriert!

source: Tacview installed on server {}.
cn: Tacview 安装在服务器 {} 上.
de: Tacview wurde auf Server {} installiert.

source: Tacview could not be installed on server {}!
cn: 无法在服务器 {} 上安装 Tacview!
de: Tacview konnte auf Server {} nicht installiert werden!

source: Server {} needs to be shut down to install Tacview.
cn: 需要关闭服务器 {} 才能安装 Tacview.
de: Server {} muss zur Installation von Tacview heruntergefahren werden.

source: Uninstall Tacview
cn: 卸载Tacview
de: De-installiere Tacview

source: Uninstalling Tacview on server {} ...
cn: 正在卸载服务器 {} 上的 Tacview ...
de: De-installierer Tacview auf Server {} ...

source: Tacview uninstalled on server {}.
cn: Tacview 已在服务器 {} 上卸载.
de: Tacview auf Server {} de-installiert.

source: Tacview could not be uninstalled on server {}!
cn: 无法在服务器 {} 上卸载 Tacview!
de: Tacview konnte auf Server {} nicht deinstalliert werden!

source: Server {} needs to be shut down to uninstall Tacview.
cn: 需要关闭服务器 {} 才能卸载 Tacview.
de: Server {} muss zur De-Installation von Tacview heruntergefahren werden.

source: Tacview file for server {}
cn: 服务器 {} 的 Tacview 文件
de: Tacview-Datei f√ºr Server {}

source: Tacview updated to version {version} on instance {instance}.
cn: Tacview 在实例 {instance} 上已更新至版本 {version}.
de: Tacview wurde auf Instanz {instance} auf Version {version} aktualisiert.
